tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "bat"
brew "cask"
brew "curl"
brew "direnv"
brew "exa"
brew "fzf"
brew "git"
brew "git-secrets"
brew "grep"
brew "htop"
brew "monolith"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "screen"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "chromium"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "sidenotes"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
