tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "anyenv"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "glib"
brew "isl"
brew "libmpc"
brew "lz4"
brew "icu4c"
brew "tcl-tk"
brew "binwalk"
brew "brotli"
brew "bzip2"
brew "c-ares"
brew "cask"
brew "curl"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "jemalloc"
brew "jq"
brew "libev"
brew "libgcrypt"
brew "libmaxminddb"
brew "libmetalink"
brew "libsmi"
brew "libssh"
brew "lua"
brew "mas"
brew "monolith"
brew "zlib"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "perl"
brew "ruby"
brew "screen"
brew "screenfetch"
brew "socat"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "burp-suite"
cask "chromium"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghidra"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "ngrok"
cask "notion"
cask "p4v"
cask "slack"
cask "spectacle"
cask "temurin"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Xcode", id: 497799835
